{
  "Q": {
    "MailSubject": "Please enter the subject of the mail that's going to be sent to everyone",
    "Participants": "You will now enter the Santas (including yourself). Each Santa must have an email address and a dictinct name (even though some of these people share the same name, so they can properly be dintinguished).",
    "ParticipantsCount": "Please now enter the number of secret santas (you included):",
    "ParticipantName": "Santa #{0} - Name:",
    "ParticipantEmail": "Santa #{0} - Email:",
    "UserProvider": "Please choose you email provider amongst the following list:",
    "UserProviderIndex": "Please choose the corresponding number:",
    "UserProviderUnown": "None of the above",
    "UserProviderManual": "Your email provider was none of the above. You will now be able to enter manually the SMTP host and port of your email provider.",
    "UserProviderManualSmtpHost": "Please enter the SMTP host:",
    "UserProviderManualSmtpPort": "Please enter the SMTP port:",
    "UserEmailAccountSetup": "You are now about to enter credentials for your email account that will be used to send an email to each of your santas. These credentials won't be sent to anyone or stored anywhere.",
    "UserEmail": "Please enter the email address of the account:",
    "UserPassword": "Please enter the password of this email account:"
  },

  "Auto": {
    "Subject": "Secret Santa",
    "Body": "<strong>{0}</strong>, you were chosen to give a present to <strong>{1}</strong>. Try to fit to what they like! If you have no clue, just ask around :-)  Happy Holidays to all, and keep the secret until the last minute !",
    "BodyWithGifts": "<strong>{0}</strong>, you were chosen to give a present to <strong>{1}</strong>. Here's a list of stuff that could please them:  {2}  Happy Holidays to all, and keep the secret until the last minute !",
    "BodyTitle": "Secret Santas have been chosen!",
    "Thanks": "Thanks for using this app. Season's greetings !",
    "Thanks2": "Press enter to stop..."
  },

  "Warning": {
    "BadInteger": "Please enter a valid number.",
    "NameExists": "This name is already used for someone else. Try something else.",
    "EmailExists": "This email is already used for someone else. Try something else."
  }
}
