{    
    "Q" : {
        "MailSubject" : "Veuillez saisir l'objet du mail envoyé à tous les participants de votre Secret Santa",
        "Participants" : "Vous allez maintenant saisir les participants (vous inclus). Chaque particpant devra avoir un email et un nom bien distinct (même si certaines de ces personnes ont le même prénom, afin de bien les distinguer).",
        "ParticipantsCount" : "Veuillez maintenant saisir le nombre de participants (vous inclus):",
        "ParticipantName": "Nom du particpant #{0} :",
        "ParticipantEmail": "Email du particpant #{0} :",  
        "UserProvider": "Veuillez choisir votre service email parmis la liste suivante :",
        "UserProviderIndex": "Choisissez le n° correspondant :",
        "UserProviderUnown": "Aucun des services mentionnés ci-dessus",
        "UserProviderManual": "Votre service email n'était pas dans la liste précédente. Vous allez maintenant saisir manuellement le nom d'hôte SMTP ansi que le port SMTP de votre service email.",
        "UserProviderManualSmtpHost": "Veuillez saisir l'hôte SMTP:",
        "UserProviderManualSmtpPort": "Veuillez saisir le port SMTP:",
        "UserEmailAccountSetup": "Vous allez maintenant saisir les identifiants du compte email qui servira à envoyer les email à tous les participants de votre Secret Santa. Ces identifiants ne seront envoyés à personne, et ne seront enregistrés nulle part.",
        "UserEmail" : "Veuillez saisir votre adresse mail:",
        "UserPassword" : "Veuillez saisir le mot de passe de cette adresse email:"    
    },

    "Auto" : {
        "Body": "{0}, vous allez offrir un cadeau à <span style=\"font-weight: bold; color: yellow;\">{1}</span>. Essayez de lui faire un cadeau personnalisé !<p>Renseignez-vous auprès des autres pour savoir ce qui lui ferait plaisir :-)</p><div>Joyeuses fêtes à tous, et gardez la surprise jusqu'au bout !</div>",
        "BodyWithGifts": "{0}, vous allez offrir un cadeau à <span style=\"font-weight: bold; color: yellow;\">{1}</span>.Voici quelques idées qui lui feraient plaisir : {2}<p></p><div>Joyeuses fêtes à tous, et gardez la surprise jusqu'au bout !</div>",
        "BodyTitle" : "Le tirage au sort du Secret Santa a été effectué !",
        "Thanks" : "Merci d'avoir utilisé cette application. Passez de bonnes fêtes de fin d'années !",
        "Thanks2" : "Appuyez sur entrée pour arrêter..."
    },

    "Warning": {
        "BadInteger": "Veuillez saisir un entier correct.",
        "NameExists": "Ce nom est déjà utilisé pour un autre participant. Essayez autre chose.",
        "EmailExists": "Cet email est déjà utilisé pour un autre participant. Essayez autre chose."
    }

}
